


export default{
    lists:[],
    news:[],
    cultures:[],
    teas:[],
    count:10,
    msg:"",
    value:"",
    detail:"",
    detail2:"",
    item1:"购物车",
    item2:"收货地址",
    item3:"待收货",
    item4:"待评价",
    item5:"商品",
    item6:"店铺",
    item7:"好茶",
    item8:"茶友",
    item9:"茶旅",
    item10:"茶评",
    item11:"品茶",
    address:[
        "湖北省武汉市江夏区光谷大道金融港B18栋3楼",
       "湖北省武汉市江夏区光谷大道金融港B19栋12楼",
        "湖北省武汉市江夏区光谷大道金融港B16栋17楼",
        "湖北省武汉市江夏区光谷大道金融港B12栋7楼",
        "湖北省武汉市江夏区光谷大道智慧园12栋2楼",
        "湖北省武汉市江夏区光谷大道智慧园12栋2楼",
    ]

}