

/**
 * 放置非枚举类型
 */


//行政区划
const Regon = [
  '武汉市',
  '黄石市',
  '十堰市',
  '宜昌市',
  '襄阳市',
  '鄂州市',
  '荆门市',
  '孝感市',
  '黄冈市',
  '咸宁市',
  '随州市',
  '恩施市',
  '仙桃市',
  '潜江市',
  '天门市',
  '神农架',
]

//检测级别
const CheckLevel = [
  'A',
  'B',
  'C'
]

//所属行业,FIX,后面修改
const Industry = [
  '林业',
  '汽车业',
  '银行业 '
]

const Province = [
  '北京市',
  '天津市',
  '上海市',
  '重庆市',
  '河北省',
  '山西省',
  '辽宁省',
  '吉林省',
  '黑龙江省',
  '江苏省',
  '浙江省',
  '安徽省',
  '福建省',
  '江西省',
  '山东省',
  '河南省',
  '湖北省',
  '湖南省',
  '广东省',
  '海南省',
  '四川省',
  '贵州省',
  '云南省',
  '陕西省',
  '甘肃省',
  '青海省',
  '台湾省',
  '内蒙古自治区',
  '广西壮族自治区',
  '西藏自治区',
  '宁夏回族自治区',
  '新疆维吾尔自治区',
  '香港特别行政区',
  '澳门特别行政区。'
]



export {
  Regon,
  CheckLevel,
  Industry,
  Province
} 